{
  "ISG Support Services": [
    "Serves to support the ISG portfolio from inception to sustaining and end of life. We improve Dell product competitiveness by making it easier for customers to resolve product issues quickly and optimizing product support cost.",
    "Supportability: Focused on in-market quality and serves as direct interface with ISG quality team. Identify and provide resolution of systemic, quality and process issues in order to reduce workload and drive world-class customer experience.",
    "Serviceability: Focused on making our products easiest to own by defining, validating and prioritizing product features/capabilities for future product releases; partner with ISG product management and development engineering during incubate and concept phases."

  ],
  "Customer Success": ["Working with the customer to translate their use cases into success plans that are designed expedite value realization with the service.  By acting as the customer’s primary point of contact for their subscription investment the CSM will address and remediate all questions or concerns related to the service thereby supporting increased consumption and health scores."],
  "Deployment Services": ["Global Deployment Services - Remote Deployment Centers – EMEA,  help customers in the Europe and Middle East region accelerate their business transformation by delivering a differentiated Deployment experience with world-class resources.",
  "Responsible for delivery and customer satisfaction of:",
  "  .Enterprise Storage Deployments",
  "  .Converged & Hyper Converged Deployments",
  "  .Residency Management",
  "  .Resource Management and Scheduling & Account Services",
  "  .Management & operations of global partner network for Deploy",
  "  .Infrastructure Deployments",
  "",
  "Our world-class team includes ProjectDellVideo Managers, Solutions Architects, and Delivery Engineers"
  ],
  "Dell Tech Managed Services": ["Dell Technologies Managed Services covers an overview of the portfolio, capabilities and solutions for multi-cloud IT environments. We help our customers realize their digital transformation needs, and deeper dive into some of the other offerings such as storage, backup and converged infrastructure"],
  "Assets Management": ["Maintain an accurate Install Base to increase the customer satisfaction and enable accurate renewal revenue for Dell Technologies covering the product status from Shipping to End of Product Lifecycle"],
  "Deployment and Field Services": ["Establish relationships with key contacts and bring awareness of KM Partner with Finance and Ops to align on metrics and impacts to ROI Leverage KM Program Plan to develop a detailed Relationship Lead plan"],
  "T&M Quoting": ["The T&M CST Group with assistance from the VIC CST Team handles all aspects of performing Entitlement checks. The teams work directly with Customers as well as Dell Technologies Employees to manage Customer Disputes, Entitlement Overrides, Quoting and Invoicing."],
  "Service Sales": ["Manages direct sales teams engaged in the identification, development, and closing of business opportunities over the breadth of our Services offerings. Oversight for Services sales team aligned to specific account sets or based on regional/country geographical territories."],
  "VMWare": ["VMware software connects, manages, automates and secures the world’s digital infrastructure to reliably deliver the apps, services and experiences transforming business and society. VMware compute, cloud, mobility, networking and security software forms a dynamic, consistent digital foundation to deliver the apps that power business innovation. VMware streamlines the journey to digital business by unlocking value from today’s technologies while enabling the integration of tomorrow’s."],
  "RSA": ["RSA helps the world’s leading organizations solve their most complex and sensitive information and cyber security challenges: managing organizational risk, safeguarding mobile access and collaboration, preventing online fraud, and defending against advanced threats. RSA delivers agile controls for identity assurance, fraud detection, and data protection; robust security analytics and industry-leading GRC capabilities; and expert consulting and advisory services. There are 6 business units in RSA: Pre-Sales, Customer Service, Customer Success, Project Management, Professional Services and Education Services."],
  "Presales": ["Presales Solution Services is an organization responsible for remote providing Presales Services for Field Sales and Presales Teams, our goal is to expand the technical coverage of our sales teams to increase the value and volume of customer interactions by leveraging the expertise, flexibility and complete skillset of the presales solutions services team, our offerings include the analysis of customer environments, designing  the appropriate solutions to address customer needs as well as providing financial and technical offer."],
  "Consulting": ["From strategy to full-scale implementation, Dell Technologies Consulting can help you determine how to execute your IT, workforce or application transformation. We use prescriptive approaches and proven methodologies, combined with Dell Technologies’ portfolio and partner ecosystem, to help you achieve real business outcomes. From multi-cloud, applications, DevOps and infrastructure transformations, to business resiliency, data center modernization, analytics, workforce collaboration and user experiences."],
  "Education Services": ["Ed Services offers technical training solutions, it is the source of learning for product-specific certifications, ED services is responsible for producing content development and training for internal employees and external customers."],
  "Service Pricing": ["Service Solutioning is focused on Enabling the Services Sales Cycle through Designing Competitive Deploy, Consult & Support Solutions while ensuring Delivery, Profitability and Customer Experience"],
  "Advanced Technologies R&I": ["The advanced technologies research and innovation team serves as the company’s early warning system for new and emerging technologies. By exploring these technologies and building prototypes and proof-of-concepts in areas of hardware and software development, the team conducts deep research to assess any potential impacts on the company’s technical strategy and communicate their research findings and conclusions to the relevant business units."],
  "Servers Business": ["SIS Business Strategy and Transformation objective is to collaborate, set and own the Business strategy for the Server Infrastructure Solution organization (Servers + HCI). The organization works closely with the Server Infrastructure Solution Business Leader, Finance, Business Intelligence, Ops and the BTO to articulate the SIS business needs and how to meet them in the 3-5-year horizon. The team does that by leveraging sound data and analysis delivering outlook on emerging competitors, new and evolving technology trends and anticipated customer needs for both our product portfolio and those we compete with. These comprehensive server market and technology insights lead transformation discussions and fuel business decisions that enable us to serve our customers best and help them win.",
    "Part of our team focus as well on HPC Strategy and Act as the focal point for joint R&D activities",
    "Technology collaboration with partners for joint innovation",
    "Research coordination with DSC, COEs and customers"
  ],
  "Milky Way": ["Milky Way is a software platform that enables organizations to train, test, deploy and orchestrate analytics workloads in a scalable and agile manner, across the edge-telco-private-public cloud continuum. The analytics workloads supported range the full spectrum from traditional business intelligence such as statistical analysis and benchmarking, to more advanced analytics including Artificial Intelligence (AI), Machine Learning (ML), and Deep Learning (DL), and these workloads can be executed on any of the three computing paradigms: centralized, distributed and federated."],
  "Live Optics": ["Live Optics team in Cairo is an agile team consisting of software engineers, software quality engineers and data scientists. Live Optics™ is one of the world’s largest databases of datacenter workload performance needs. It is the next generation of IT workload profiling created to allow a modern method of collecting, visualizing, and sharing performance and design characteristics for IT environments. Leveraging a blend of Scrum, XP and DevOps methodologies to build a large distributed Microservices based platform. Building a smart analytics layer on top of it utilizing Big Data technologies and Machine Learning. Specific tools and technologies: C++, C#, Python, Angular, React, jQuery, Azure Service Fabric, Azure Blob, Azure Queue, Azure Web Apps, Selenium, SonarQube, Docker, Jenkins and Octopus."],
  "IMS Expansion": ["Managed services is the practice of outsourcing certain processes and functions intended to improve operations and cut expenses.",
  "Dell Infrastructure Managed Services (IMS) provides comprehensive managed services across all industries. These services enable our customers to leverage skilled experts to optimize their IT operations, to reduce the complexity of their IT environment and to more accurately budget and control their costs. IMS teams with Dell Financial Services (DFS) to deliver consumption-based payment models for managed technologies. ",
  "Dell key offerings are:  Storage-as-a-Service, Backup-as-a-Service, Converged Infrastructure-as-a-Service."

  ],
  "Tech Dev":["A team of skilled software engineers focusing on using emerging technologies from AI & IoT to blockchain.",  

    "Building proof of concepts using agile methods and DevOps, supporting the sales organization and our customers in the region, and our internal organization as well. "]
}